export const STEPS = {
  EMAIL: 1,
  CODE: 2,
  COMPLETE: 3,
  ORGANIZATION: 4
} as const;

export const TIMER_INITIAL_VALUE = 60;

export const TITLES = [
  "Будем знакомы",
  "Добро пожаловать",
  "Последний шаг",
  "Организация"
] as const;

export const CATEGORIES = [
  'Нарушение слуха',
  'Нарушение зрения',
  'Малоимущий',
  'Нарушение опорно-двигательной системы',
  'Интеллектуальные нарушения',
  'Нарушение речи',
  'Психические расстройства',
  'Ветеран СВО',
  'Ограниченные возможности здоровья',
  'Пенсионер',
  'Сирота',
] as const;